[
  {
    "quote": "The joy of discovery is one of the best things about being a software developer."
  },
  {
    "quote": "Of all the hardships a person had to face, none was more punishing than the simple act of waiting.",
    "info": "Khaled Hosseini, A Thousand Splendid Suns"
  },
  {
    "quote": "Experience is the name everyone gives to their mistakes.",
    "info": "Oscar Wilde"
  },
  {
    "quote": "The programmer has to be able to think in terms of conceptual hierarchies that are much deeper than a single mind ever needed to face before.",
    "info": "Dutch computer scientist Edsger Dijkstra wrote in 1988."
  },
  {
    "quote": "Things that are impossible just take longer than the things that are possible."
  },
  {
    "quote": "Remember that wherever your heart is, there you will find your treasure.",
    "info": "Paulo Coelho, The Alchemist"
  },
  {
    "quote": "We are each of us like our little blue planet, hung in black space, upheld by nothing but our mutual reassurances, our loving lies.",
    "info": "John Updike, Rabbit at Rest "
  },
  {
    "quote": "The simple things are also the most extraordinary things, and only the wise can see them.",
    "info": "Paulo Coelho, The Alchemist"
  },
  {
    "quote": "Love all, trust a few, do wrong to none.",
    "info": "William Shakespeare"
  },
  {
    "quote": "Every great developer you know got there by solving problems they were unqualified to solve until they actually did it.",
    "info": "Patrick McKenzie"
  },
  {
    "quote": "Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live.",
    "info": "Martin Golding"
  },
  {
    "quote": "Heroes who make enormous sacrifices for others are “inspiring,” but when it comes to motivating real-world behavior, research shows that the best way to get people to do something good is to tell them that their neighbors are already doing it.",
    "info": "Joshua Greene, Moral Tribes"
  },
  {
    "quote": "Never trust a computer you can't throw out a window.",
    "info": "Steve Wozniak"
  },
  {
    "quote": "A primary cause of complexity is that software vendors uncritically adopt almost any feature that users want.",
    "info": "Niklaus Wirth"
  },
  {
    "quote": "Measuring programming progress by lines of code is like measuring aircraft building progress by weight.",
    "info": "Bill Gates"
  },
  {
    "quote": "The main point is that the only person who knows what a successful life looks like for you, is you."
  },
  {
    "quote": "The happiness of those who want to be popular depends on others; the happiness of those who seek pleasure fluctuates with moods outside their control; but the happiness of the wise grows out of their own free acts.",
    "info": "Marcus Aurelius"
  }
]